{
    "en": {
        "home": "Home",
        "program": "Program",
        "about": "About me",
        "contact": "Contact",
        "projects": "projects",
        "red_social": "Social Networks",
        "h": "Hello,",
        "m": "My Name is",
        "a": "Anthony Córdova",
        "p": "Projects Recent",
        "lup": "I have created this section to demonstrate in detail each programming language that I am perfectly fluent in.",
        "flu": "Flutter",
        "lap": "This programming language allows us to create web applications and applications for well-known operating systems such as Android and IOS; In which I have made several projects, using the widgets that come by default in flutter",
        "native": "React Native",
        "atif": "This programming language allows us to create web applications and applications for recognized operating systems, such as Android and IOS; In which I create several projects, I use the visual studio code editor. also Android Emulator and Swift.",
        "web": "Html, Css, Javascript",
        "signi": "HTML provides the basic structure of sites, which is enhanced and modified by other technologies like CSS and JavaScript. CSS is used to control presentation, formatting, and layout. JavaScript is used to control the behavior of different elements.",
        "java": "Java",
        "significado": "Java is a programming language and computing platform first marketed in 1995 by Sun Microsystems. There are many applications and websites that will not work unless you have Java installed and more are created every day. Java is fast, secure and reliable. In which I developed some test apps like a 'whatsapp clone' and the database known as 'Firebase'.",
        "kotlin": "Kotlin",
        "resq": "Kotlin is an open source, functional, object-oriented programming language that is often suggested as an alternative to JavaScript. Some describe it as a simplified version of Java. Which he used to make an 'Instagram Clone' and also use Android Studio and Swift.",
        "python": "Python",
        "sig_python": "Python is an Language that supports the Object Oriented Programming paradigm. Like other OOP languages, Python has classes which are defined wireframes of objects. Python supports class inheritance. A class may have many subclasses but may only inherit directly from one superclass. ",
        "dart": "Dart",
        "sig_dart": "Dart is an open source programming language, developed by Google. It was revealed at the goto conference; in Aarhus, Denmark on October 10, 2011.3 Dart's goal is not to replace JavaScript as the main web programming language in web browsers, but to offer a more modern alternative. The spirit of the language can be seen reflected in the statements of Lars Bak, Google software engineer, who defines Dart as a “structured but flexible language for Web programming”.",
        "heros": "Heroes",
        "sig_heros": "Create this page with several superheroes from the franchises known as DC AND MARVEL",
        
        "heros_sign_fic":"This repository consists of recreating an album for our childhood heroes. This repository was created with html, css, javascript and jquery in which we ordered DC and Marvel: THE SPLASH SCREEN FIRST",
        "CW":"Calculadora Web",
        "CL":"Coding is Love",
        "cd_lc_resume":"This repository was created with 5 programming languages, which are: html, css, javascript, java and jquery. Basically put a small translator using an array in java and a splashscreen using jquery, and css to give a touch of beauty to the page.",
        "CV":"Canvas",
        "CV_LC":"It is made with HTML, CSS AND JAVASCRIPT. I made every pixel scroll just by hovering",
        "auidesign":"AUIdesign",
        "auidesign_CL":"Creation of web page using html, css and javascript. It is based on coding to show the public the designs and facades made by the architect. Here is a small demonstration of how the page was.",
        "video_express":"VideoCall",
        "video_express_VC":"Here is a brief visualization of this app. Which allows video calls and screen sharing with various users.",
        "animation":"Animation",
        "animation_CL":"This project was created out of curiosity. here i can make the images turn into moving pixels just passing the cursor. The languages I use are HTML, CSS, JAVASCRIPT and JQUERY. Load images.",

        "cinfo": "Contact Information",
        "soy": "I am a University of the Faculty of Industrial Engineering.",
        "u": "I study at the University of Guayaquil. My university career is Information Systems. I dedicate myself to programming, the languages I frequent are: html, css, javascript, React.js, Reac-Native, Flutter web, Flutter , Kotlin, Python and Node. ",
        "espi": "I also develop applications in both Android and IOS, and also web applications made in React.js or in Flutter.",
        "phone": "Phone",
        "email": "Email Address",
        "ubica": "Location",
        "complit": "My social networks",
        "copy": "Copyright © 2021 Anthony. All rights reserved",
        "english": "English",
        "spanish": "Spanish",
        "russian": "Russian",
        "portguese": "Portuguese",
        "japan": "Japan",
        "korean": "Korean",
        "finish": "Finnish",
        "french": "French",
        "seeee": "See Location"
    },
    "es": {
        "home": "Casa",
        "program": "Programa",
        "about": "Acerca de mi",
        "contact": "Contacto",
        "projects": "Proyecto",
        "red_social": "Redes Sociales",
        "h": "Hola,",
        "m": "Mi Nombre es",
        "a": "Anthony Córdova",
        "p": "Proyectos Recientes",
        "lup": "he creado esta sección para demostrar a detalle cada lenguaje de programacion que domino perfectamente.",
        "flu": "Flutter",
        "lap": "Este lenguaje de programación nos permite crear aplicaciones web y aplicaciones para sistemas operativos reconocidos como Android e IOS; En el cual he realizado varios proyectos, usando los widgets que vienen por defecto en flutter.",
        "native": "React Native",
        "atif": "Este lenguaje de programación nos permite crear aplicaciones web y aplicaciones para sistemas operativos reconocidos, como Android e IOS; En los que creo varios proyectos, utilizo el editor de código de Visual Studio. también Android Emulator y Swift.",
        "web": "Html, Css, Javascript",
        "signi": "HTML proporciona la estructura básica de los sitios, que es mejorada y modificada por otras tecnologías como CSS y JavaScript. CSS se utiliza para controlar la presentación, el formato y el diseño. JavaScript se utiliza para controlar el comportamiento de diferentes elementos.",
        "java": "Java",
        "significado": "Java es un lenguaje de programación y una plataforma informática comercializada por primera vez en 1995 por Sun Microsystems. Hay muchas aplicaciones y sitios web que no funcionarán a menos que tenga Java instalado y se crean más todos los días. Java es rápido, seguro y confiable. En el que desarrollé algunas aplicaciones de prueba como un 'clon de whatsapp' y la base de datos conocida como 'Firebase'.",
        "kotlin": "Kotlin",
        "resq": "Kotlin es un lenguaje de programación de código abierto, funcional y orientado a objetos que a menudo se sugiere como una alternativa a JavaScript. Algunos lo describen como una versión simplificada de Java. Que usó para hacer un 'Instagram Clone' y también usó Android Studio y Swift.",
        "python": "Python",
        "sig_python": "Python es un lenguaje que admite el paradigma de programación orientada a objetos. Al igual que otros lenguajes de programación orientada a objetos, Python tiene clases que son estructuras alámbricas definidas de objetos. Python admite la herencia de clases. Una clase puede tener muchas subclases, pero solo puede heredar directamente de una superclase.",
        "dart": "Dart",
        "sig_dart": "Dart es un lenguaje de programación de código abierto, desarrollado por Google. Fue revelado en la conferencia goto; en Aarhus, Dinamarca el 10 de octubre de 2011.3​ El objetivo de Dart no es reemplazar JavaScript como el principal lenguaje de programación web en los navegadores web, sino ofrecer una alternativa más moderna. El espíritu del lenguaje puede verse reflejado en las declaraciones de Lars Bak, ingeniero de software de Google, que define a Dart como un “lenguaje estructurado pero flexible para programación Web”.",
        "heros": "Héroes",
        "sig_heros": "Crea esta página con algunos superhéroes de una franquicia conocida como DC AND MARVEL.",
        "cinfo": "Informacion del Contacto",
        "soy": "Soy un Universitario de la Facultad de Ingenia Industrial.",
        "u": "Estudio en la Universidad de Guayaquil. Mi carrear universitaria es Sistemas de Información. Me dedico a la programación, los lenguajes que frecuento son: html, css, javascript, React.js, Reac-Native, Flutter web, Flutter, Kotlin, Python y Node.",
        "espi": "Tambien desarrollo aplicaciones tanto en Android como en IOS, y tambien aplicaciones web hechas en React.js o en Flutter.",
        "phone": "Teléfono",
        "email": "Dirección de correo electrónico",
        "ubica": "Ubicación",
        "complit": "Mis redes sociales",
        "copy": "Copyright © 2021 Anthony. todos los derechos Reservados.",
        "english": "Inglés",
        "spanish": "Español",
        "russian": "Ruso",
        "portguese": "Portugués",
        "japan": "Japón",
        "korean": "Coreano",
        "finish": "Finlandés",
        "french": "Francés ",
        "heros_sign_fic":"Este repositorio consiste en recrear un álbum para nuestros héroes de la infancia. Este repositorio fue creado con html, css, javascript y jquery en el que ordenamos DC y Marvel: THE SPLASH SCREEN FIRST",
        "CW":"Calculadora Web",
        "CL":"Codificar es amor",
        "cd_lc_resume":"Este repositorio fue creado con 5 lenguajes de programación, los cuales son: html, css, javascript, java y jquery. Básicamente pon un pequeño traductor usando un arreglo en java y una pantalla de bienvenida usando jquery, y css para darle un toque belleza a la página. ",
        "CV":"Lienzo",
        "CV_LC":"Está hecho con HTML, CSS Y JAVASCRIPT. Hice que cada píxel se desplazara con solo pasar el mouse",
        "auidesign":"AUIdesign",
        "auidesign_CL":"Creación de página web utilizando html, css y javascript. Se basa en la codificación para mostrar al público los diseños y fachadas realizadas por el arquitecto. A continuación se muestra una pequeña demostración de cómo era la página.",
        "video_express":"VideoCall",
        "video_express_VC":"Aquí hay una breve visualización de esta aplicación. La cual permite videollamadas y compartir pantalla con varios usuarios.",
        "animation":"Animation",
        "animation_CL":"Este proyecto fue creado por curiosidad. Aquí puedo hacer que las imágenes se conviertan en píxeles en movimiento con solo pasar el cursor. Los lenguajes que utilizo son HTML, CSS, JAVASCRIPT y JQUERY. Cargar imágenes.",
        "seeee": "Ver ubicación"
    },
    "rs": {
        "home": "Дом",
        "program": "Программа",
        "about": "Обо мне",
        "contact": "Контакт",
        "projects": "проекты",
        "red_social": "Социальные сети",
        "h": "«Привет,»",
        "m": "Меня зовут",
        "a": "Энтони Кордова",
        "p": "Недавние проекты",
        "lup": "Я создал этот раздел, чтобы подробно продемонстрировать каждый язык программирования, которым я в совершенстве владею.",
        "flu": "Flutter",
        "lap": "Этот язык программирования позволяет нам создавать веб-приложения и приложения для известных операционных систем, таких как Android и IOS; В котором я сделал несколько проектов, используя виджеты, которые по умолчанию идут во флаттере.",
        "native": "React Native",
        "atif": "Этот язык программирования позволяет нам создавать веб-приложения и приложения для известных операционных систем, таких как Android и IOS; В которых я создаю несколько проектов, использую редактор кода Visual Studio. также Android Emulator и Swift.",
        "web": "Html, Css, Javascript",
        "signi": "HTML обеспечивает базовую структуру сайтов, которая улучшается и модифицируется другими технологиями, такими как CSS и JavaScript. CSS используется для управления представлением, форматированием и макетом. JavaScript используется для управления поведением различных элементов.",
        "java": "Java",
        "significado": "Java - это язык программирования и вычислительная платформа, впервые представленная Sun Microsystems в 1995 году. Есть много приложений и веб-сайтов, которые не будут работать, если у вас не установлена ​​Java, и каждый день создается все больше. Java - это быстро, безопасно и надежно. В котором я разработал несколько тестовых приложений, таких как «клон WhatsApp» и база данных, известная как «Firebase».",
        "kotlin": "Kotlin",
        "resq": "Kotlin - это функциональный объектно-ориентированный язык программирования с открытым исходным кодом, который часто предлагается в качестве альтернативы JavaScript. Некоторые описывают это как упрощенную версию Java. Который он использовал для создания «Клона Instagram», а также для использования Android Studio и Swift.",
        "python": "Python",
        "sig_python": "Python - это язык, поддерживающий парадигму объектно-ориентированного программирования. Как и другие языки ООП, в Python есть классы, которые представляют собой каркасы объектов. Python поддерживает наследование классов. У класса может быть много подклассов, но он может наследовать только непосредственно от одного суперкласса.",
        "dart": "Dart",
        "sig_dart": "Dart - это язык программирования с открытым исходным кодом, разработанный Google. Это было показано на конференции goto; в Орхусе, Дания, 10 октября 2011 г. 3 Цель Dart - не заменить JavaScript в качестве основного языка веб-программирования в веб-браузерах, а предложить более современную альтернативу. Дух языка можно увидеть в заявлениях Ларса Бака, инженера-программиста Google, который определяет Dart как «структурированный, но гибкий язык для веб-программирования».",
        "heros": "Герои",
        "sig_heros": "Создайте эту страницу с несколькими супергероями из франшизы, известной как DC AND MARVEL.",
        "cinfo": "Контактная информация",
        "soy": "«Я университет факультета промышленной инженерии»",
        "u": "«Я учусь в университете Гуаякиля. Моя университетская карьера - информационные системы. Я посвящаю себя программированию, часто использую языки: html, css, javascript, React.js, Reac-Native, Flutter web. , Flutter, Kotlin, Python и Node. ",
        "espi": "«Я также разрабатываю приложения для Android и IOS, а также веб-приложения, созданные на React.js или Flutter».",
        "phone": "Телефон",
        "email": "Адрес электронной почты",
        "ubica": "Место расположения",
        "complit": "Мои социальные сети",
        "copy": "Авторские права © 2021 Энтони. Все права защищены",
        "english": "английский",
        "spanish": "испанский",
        "russian": "русский",
        "portguese": "португальский",
        "japan": "Япония",
        "korean": "Корейский",
        "finish": "Финский",
        "french": "Французский ",
        "heros_sign_fic":"Этот репозиторий состоит из воссоздания альбома героев нашего детства. Этот репозиторий был создан с помощью html, css, javascript и jquery, в которых мы заказали DC и Marvel: ПЕРВЫЙ ЭКРАН",
        "CW":"Calculadora Web",
        "CL":"Кодирование - это любовь",
        "cd_lc_resume":"Этот репозиторий был создан с использованием 5 языков программирования, а именно: html, css, javascript, java и jquery. В основном поместите небольшой переводчик с использованием массива в java и заставку с помощью jquery и css, чтобы красота на страницу.",
        "CV":"Холст",
        "CV_LC":"Это сделано с помощью HTML, CSS И JAVASCRIPT. Я заставлял каждый пиксель прокручиваться, просто наведя курсор мыши",
        "auidesign":"AUIdesign",
        "auidesign_CL":"Создание веб-страницы с использованием html, css и javascript. Основано на кодировании, чтобы показать публике проекты и фасады, сделанные архитектором. Вот небольшая демонстрация того, как выглядела страница.",
        "video_express":"Видеозвонок",
        "video_express_VC":"Вот краткая визуализация этого приложения. Оно позволяет проводить видеозвонки и показывать экран различным пользователям.",
        "animation":"Анимация",
        "animation_CL":"Этот проект был создан из любопытства. Здесь я могу заставить изображения превращаться в движущиеся пиксели, просто проходя курсор. Я использую языки HTML, CSS, JAVASCRIPT и JQUERY. Загрузка изображений.",
        "seeee": "посмотреть местоположение"
    },
    "pr": {
        "home": "Casa",
        "program": "Programa",
        "about": "Sobre mim",
        "contact": "Contato",
        "projects": "projetos",
        "red_social": "Redes Sociais",
        "h": "Olá,",
        "m": "Meu nome é",
        "a": "Anthony Córdova",
        "p": "Projetos recentes",
        "lup": "Criei esta seção para demonstrar em detalhes cada linguagem de programação na qual sou perfeitamente fluente.",
        "flu": "Flutter",
        "lap": "Esta linguagem de programação nos permite criar aplicativos da web e aplicativos para sistemas operacionais bem conhecidos, como Android e IOS; Em que fiz vários projetos, usando os widgets que vêm por padrão no flutter",
        "native": "React Native",
        "atif": "Esta linguagem de programação nos permite criar aplicativos web e aplicativos para sistemas operacionais reconhecidos, como Android e IOS; No qual crio vários projetos, uso o editor de código do Visual Studio. também emulador Android e Swift.",
        "web": "Html, Css, Javascript",
        "signi": "HTML fornece a estrutura básica de sites, que é aprimorada e modificada por outras tecnologias como CSS e JavaScript. CSS é usado para controlar a apresentação, formatação e layout. JavaScript é usado para controlar o comportamento de diferentes elementos.",
        "java": "Java",
        "significado": "Java é uma linguagem de programação e plataforma de computação comercializada pela primeira vez em 1995 pela Sun Microsystems. Existem muitos aplicativos e sites que não funcionarão a menos que você tenha o Java instalado e mais são criados todos os dias. Java é rápido, seguro e confiável. No qual desenvolvi alguns aplicativos de teste como um 'clone do whatsapp' e o banco de dados conhecido como 'Firebase'.",
        "kotlin": "Kotlin",
        "resq": "Kotlin é uma linguagem de programação de código aberto, funcional e orientada a objetos, frequentemente sugerida como uma alternativa ao JavaScript. Alguns o descrevem como uma versão simplificada do Java. Que ele usou para fazer um 'Instagram Clone' e também usar o Android Studio e Swift.",
        "python": "Python",
        "sig_python": "Python é uma linguagem que suporta o paradigma de Programação Orientada a Objetos. Como outras linguagens OOP, Python tem classes que são wireframes definidos de objetos. Python suporta herança de classe. Uma classe pode ter muitas subclasses, mas só pode herdar diretamente de uma superclasse.",
        "dart": "Dart",
        "sig_dart": "Dart é uma linguagem de programação de código aberto, desenvolvida pelo Google. Foi revelado na conferência goto; em Aarhus, Dinamarca, em 10 de outubro de 2011.3 O objetivo do Dart não é substituir o JavaScript como a principal linguagem de programação da web em navegadores da web, mas oferecer uma alternativa mais moderna. O espírito da linguagem pode ser visto refletido nas declarações de Lars Bak, engenheiro de software do Google, que define o Dart como uma “linguagem estruturada, mas flexível para programação Web”.",
        "heros": "Heróis",
        "sig_heros": "Crie esta página com vários super-heróis das franquias conhecidas como DC AND MARVEL",
        "cinfo": "Informações de contato",
        "soy": "Sou uma Universidade da Faculdade de Engenharia Industrial.",
        "u": "Eu estudo na Universidade de Guayaquil. Minha carreira universitária é Sistemas de Informação. Eu me dedico à programação, as linguagens que frequento são: html, css, javascript, React.js, Reac-Native, Flutter web , Flutter, Kotlin, Python e Node. ",
        "espi": "Também desenvolvo aplicações em Android e IOS, e também aplicações web feitas em React.js ou em Flutter.",
        "phone": "Telefone",
        "email": "Endereço de e-mail",
        "ubica": "Localização",
        "complit": "Minhas redes sociais",
        "copy": "Copyright © 2021 Anthony. Todos os direitos reservados",
        "english": "inglês",
        "spanish": "espanhol",
        "russian": "russo",
        "portguese": "português",
        "japan": "Japão",
        "korean": "coreano",
        "finish": "finlandês",
        "french": "francês",

        "heros_sign_fic":"Este repositório consiste em recriar um álbum para os heróis de nossa infância. Este repositório foi criado com html, css, javascript e jquery nos quais pedimos DC e Marvel: THE SPLASH SCREEN FIRST",
        "CW":"Calculadora Web",
        "CL":"Coding is Love",
        "cd_lc_resume":"Este repositório foi criado com 5 linguagens de programação, que são: html, css, javascript, java e jquery. Basicamente, coloque um pequeno tradutor usando um array em java e um splashscreen usando jquery e css para dar um toque de beleza para a página.",
        "CV":"Canvas",
        "CV_LC":"É feito com HTML, CSS E JAVASCRIPT. Fiz cada pixel rolar apenas passando o mouse",
        "auidesign":"AUIdesign",
        "auidesign_CL":"Criação de página web usando html, css e javascript. É baseada em codificação para mostrar ao público os projetos e fachadas feitas pelo arquiteto. Aqui está uma pequena demonstração de como era a página.",
        "video_express":"VideoCall",
        "video_express_VC":"Aqui está uma breve visualização deste aplicativo. Que permite videochamadas e compartilhamento de tela com vários usuários.",
        "animation":"Animation",
        "animation_CL":"Este projeto foi criado por curiosidade. Aqui posso fazer as imagens se transformarem em pixels em movimento apenas passando o cursor. As linguagens que utilizo são HTML, CSS, JAVASCRIPT e JQUERY. Carregar imagens.",


        "seeee": "ver localização"
    },
    "jp": {
        "home": "ホーム",
        "program": "プログラム",
        "about": "私について",
        "contact": "連絡先",
        "projects": "プロジェクト",
        "red_social": "ソーシャルネットワーク",
        "h": "こんにちは、",
        "m": "私の名前は",
        "a": "アンソニー・コルドバ",
        "p": "最近のプロジェクト",
        "lup": "このセクションは、私が完全に流暢に話せる各プログラミング言語を詳しく説明するために作成しました。",
        "flu": "Flutter",
        "lap": "このプログラミング言語により、Android や IOS などのよく知られたオペレーティング システム用の Web アプリケーションやアプリケーションを作成できます。 フラッターにデフォルトで付属するウィジェットを使用して、いくつかのプロジェクトを作成しました",
        "native": "React Native",
        "atif": "このプログラミング言語により、Android や IOS などの認識されたオペレーティング システム用の Web アプリケーションおよびアプリケーションを作成できます。 いくつかのプロジェクトを作成するときに、Visual Studio Code エディターを使用します。 Android Emulator と Swift も。",
        "web": "Html, Css, Javascript",
        "signi": "HTML はサイトの基本構造を提供し、CSS や JavaScript などの他のテクノロジによって拡張および変更されます。 CSS は、プレゼンテーション、フォーマット、およびレイアウトを制御するために使用されます。 JavaScript は、さまざまな要素の動作を制御するために使用されます。",
        "java": "Java",
        "significado": "Java は、1995 年に Sun Microsystems によって最初に販売されたプログラミング言語およびコンピューティング プラットフォームです。 Java がインストールされていないと動作しないアプリケーションや Web サイトが数多くあり、毎日作成されています。 Java は高速で安全で信頼性があります。 「whatsapp clone」や「Firebase」と呼ばれるデータベースなどのテスト アプリを開発しました。",
        "kotlin": "Kotlin",
        "resq": "Kotlin は、JavaScript の代替として提案されることが多い、オープンソースの関数型オブジェクト指向プログラミング言語です。 これを Java の簡易版と表現する人もいます。 彼は「Instagram クローン」を作成し、Android Studio と Swift も使用していました。",
        "python": "Python",
        "sig_python": "Python は、オブジェクト指向プログラミング パラダイムをサポートする言語です。 他の OOP 言語と同様、Python にはオブジェクトのワイヤーフレームとして定義されたクラスがあります。 Python はクラス継承をサポートしています。 クラスには多くのサブクラスが含まれる場合がありますが、直接継承できるのは 1 つのスーパークラスのみです。",
        "dart": "Dart",
        "sig_dart": "Dart は、Google が開発したオープン ソースのプログラミング言語です。 それは goto カンファレンスで明らかになりました。 2011 年 10 月 10 日、デンマークのオーフスで開催された Dart の目標は、JavaScript を Web ブラウザの主要な Web プログラミング言語に置き換えることではなく、より現代的な代替言語を提供することです。 この言語の精神は、Dart を「構造化されているが柔軟な Web プログラミング言語」と定義している Google のソフトウェア エンジニアである Lars Bak の発言に反映されています。",
        "heros": "ヒーローズ",
        "sig_heros": "DC AND MARVEL として知られるフランチャイズからのいくつかのスーパー ヒーローでこのページを作成します。",
        "cinfo": "連絡先情報",
        "soy": "私はインダストリアル エンジニアリングの大学です。",
        "u": "私はグアヤキル大学で勉強しています。私の大学でのキャリアは情報システムです。プログラミングに専念しています。よく使う言語は次のとおりです。html、css、javascript、React.js、Reac-Native、Flutter web 、Flutter、Kotlin、Python、Node.",
        "espi": "Android と IOS の両方でアプリケーションも開発しています。また、React.js または Flutter で作成された Web アプリケーションも開発しています。",
        "phone": "電話",
        "email": "電子メールアドレス",
        "ubica": "ロケーション",
        "complit": "私のソーシャルネットワーク",
        "copy": "Copyright © 2021 アンソニー。 全著作権所有",
        "english": "英語",
        "spanish": "スペイン語",
        "russian": "ロシア",
        "portguese": "ポルトガル語",
        "japan": "日本",
        "korean": "韓国語",
        "finish": "フィンランド語",
        "french": "フランス語",
        "heros_sign_fic":"このリポジトリは、私たちの子供時代のヒーローのアルバムを再作成することで構成されています。このリポジトリは、DC と Marvel: THE SPLASH SCREEN FIRST を注文した HTML、css、javascript、jquery で作成されました",
        "CW":"電卓ウェブ",
        "CL":"コーディングは愛",
        "cd_lc_resume":"このリポジトリは、html、css、javascript、java、jquery の 5 つのプログラミング言語で作成されました。基本的には、Java の配列を使用して小さなトランスレータを配置し、jquery を使用してスプラッシュスクリーンを配置し、css でタッチを加えます。ページの美しさ。",
        "CV":"キャンバス",
        "CV_LC":"HTML、CSS、JAVASCRIPTで作られています。ホバリングするだけですべてのピクセルをスクロールできました",
        "auidesign":"AUIdesign",
        "auidesign_CL":"html、css、javascript を使用した Web ページの作成。これは、建築家によって作成されたデザインとファサードを一般に示すためのコーディングに基づいています。これは、ページがどのように作成されたかの簡単なデモンストレーションです。",
        "video_express":"ビデオコール",
        "video_express_VC":"これは、このアプリの簡単な視覚化です。これにより、さまざまなユーザーとのビデオ通話と画面共有が可能になります。",
        "animation":"アニメーション",
        "animation_CL":"このプロジェクトは好奇心から作成されました。ここでは、カーソルを通過するだけで画像を移動するピクセルに変えることができます。使用する言語は HTML、CSS、JAVASCRIPT、および JQUERY です。画像を読み込みます。",
        "seeee": "場所を見る"
    },
    "kr": {
        "home": "집",
        "program": "프로그램",
        "about": "내 정보",
        "contact": "연락처",
        "projects": "프로젝트",
        "red_social": "소셜 네트워크",
        "h": "안녕하세요",
        "m": "내 이름은",
        "a": "Anthony Córdova",
        "p": "최근 프로젝트",
        "lup": "나는 내가 완벽하게 능숙한 각 프로그래밍 언어를 자세히 설명하기 위해이 섹션을 만들었습니다.",
        "flu": "Flutter",
        "lap": "이 프로그래밍 언어를 사용하면 Android 및 IOS와 같은 잘 알려진 운영 체제 용 웹 응용 프로그램과 응용 프로그램을 만들 수 있습니다. 기본적으로 flutter로 제공되는 위젯을 사용하여 여러 프로젝트를 만들었습니다.",
        "native": "React Native",
        "atif": "이 프로그래밍 언어를 사용하면 Android 및 IOS와 같은 인식 된 운영 체제 용 웹 응용 프로그램 및 응용 프로그램을 만들 수 있습니다. 여러 프로젝트를 만들 때 Visual Studio 코드 편집기를 사용합니다. Android Emulator 및 Swift도 있습니다.",
        "web": "Html, Css, Javascript",
        "signi": "HTML은 사이트의 기본 구조를 제공하며 CSS 및 JavaScript와 같은 다른 기술에 의해 개선되고 수정됩니다. CSS는 프레젠테이션, 서식 및 레이아웃을 제어하는 데 사용됩니다. JavaScript는 다른 요소의 동작을 제어하는 데 사용됩니다.",
        "java": "Java",
        "significado": "Java는 Sun Microsystems가 1995 년에 처음 판매 한 프로그래밍 언어 및 컴퓨팅 플랫폼입니다. Java를 설치하지 않으면 작동하지 않는 많은 응용 프로그램과 웹 사이트가 있으며 매일 더 많이 생성됩니다. Java는 빠르고 안전하며 안정적입니다. 여기서 'whatsapp clone'과 'Firebase'라는 데이터베이스와 같은 테스트 앱을 개발했습니다.",
        "kotlin": "Kotlin",
        "resq": "Kotlin은 자바 스크립트의 대안으로 자주 제안되는 오픈 소스, 기능적, 객체 지향 프로그래밍 언어입니다. 일부는이를 Java의 단순화 된 버전으로 설명합니다. 그는 'Instagram Clone'을 만들고 Android Studio와 Swift를 사용했습니다.",
        "python": "Python",
        "sig_python": "Python은 객체 지향 프로그래밍 패러다임을 지원하는 언어입니다. 다른 OOP 언어와 마찬가지로 Python에는 객체의 와이어 프레임으로 정의 된 클래스가 있습니다. Python은 클래스 상속을 지원합니다. 클래스는 많은 서브 클래스를 가질 수 있지만 하나의 수퍼 클래스에서만 직접 상속 할 수 있습니다.",
        "dart": "Dart",
        "sig_dart": "Dart는 Google에서 개발 한 오픈 소스 프로그래밍 언어입니다. 고토 회의에서 공개되었습니다. 2011 년 10 월 10 일 덴마크 오르후스에서 .3 Dart의 목표는 웹 브라우저의 주요 웹 프로그래밍 언어 인 JavaScript를 대체하는 것이 아니라보다 현대적인 대안을 제공하는 것입니다. 언어의 정신은 Dart를 '웹 프로그래밍을위한 구조화되었지만 유연한 언어' 로 정의하는 Google 소프트웨어 엔지니어 인 Lars Bak의 진술에 반영되어 있습니다.",
        "heros": "영웅",
        "sig_heros": "DC AND MARVEL로 알려진 프랜차이즈의 일부 슈퍼 히어로와 함께이 페이지를 만듭니다.",
        "cinfo": "연락처 정보",
        "soy": "나는 산업 공학 학부의 대학입니다.",
        "u": "과야 킬 대학에서 공부합니다. 대학 경력은 정보 시스템입니다. 프로그래밍에 전념합니다. 자주 사용하는 언어는 html, css, javascript, React.js, Reac-Native, Flutter web입니다. , Flutter, Kotlin, Python 및 Node. ",
        "espi": "또한 Android 및 IOS 용 애플리케이션과 React.js 또는 Flutter로 만든 웹 애플리케이션도 개발합니다.",
        "phone": "전화",
        "email": "이메일 주소",
        "ubica": "위치",
        "complit": "내 소셜 네트워크",
        "copy": "저작권 © 2021 Anthony. 판권 소유",
        "english": "영어",
        "spanish": "스페인의",
        "russian": "러시아인",
        "portguese": "포르투갈 인",
        "japan": "일본",
        "korean": "한국어",
        "finish": "핀란드어",
        "french": "프랑스 국민 ",

        "heros_sign_fic":"이 저장소는 어린 시절의 영웅을위한 앨범을 다시 만드는 것으로 구성되어 있습니다.이 저장소는 DC 및 Marvel : THE SPLASH SCREEN FIRST를 주문한 html, css, javascript 및 jquery로 생성되었습니다.",
        "CW":"계산기 웹",
        "CL":"코딩은 사랑입니다",
        "cd_lc_resume":"이 저장소는 html, css, javascript, java 및 jquery의 5 가지 프로그래밍 언어로 생성되었습니다. 기본적으로 Java의 배열을 사용하는 작은 변환기와 jquery를 사용하는 스플래시 화면, 그리고 css를 사용하여 페이지에 아름다움. ",
        "CV":"캔버스",
        "CV_LC":"HTML, CSS, JAVASCRIPT로 만들어졌습니다. 모든 픽셀 스크롤을 마우스 오버만으로 만들었습니다.",
        "auidesign":"AUIdesign",
        "auidesign_CL":"html, css 및 javascript를 사용하여 웹 페이지 생성. 건축가가 만든 디자인과 파사드를 대중에게 보여주기 위해 코딩을 기반으로합니다. 페이지가 어떻게 만들어 졌는지에 대한 간단한 데모입니다.",
        "video_express":"VideoCall",
        "video_express_VC":"다음은이 앱의 간단한 시각화입니다. 다양한 사용자와 화상 통화 및 화면 공유가 가능합니다.",
        "animation":"애니메이션",
        "animation_CL":"이 프로젝트는 호기심에서 만들어졌습니다. 여기에서 커서를 지나가는 것만으로 이미지를 움직이는 픽셀로 바꿀 수 있습니다. 사용하는 언어는 HTML, CSS, JAVASCRIPT 및 JQUERY입니다. 이미지로드.",
        "seeee": "위치보기"
    },
    "fl": {
        "home": "koti",
        "program": "ohjelma",
        "about": "Tietoja minusta",
        "contact": "Contact",
        "projects": "projektit",
        "red_social": "Sosiaaliset verkostot",
        "h": "Hei",
        "m": "Nimeni on",
        "a": "Anthony Córdova",
        "p": "Viimeisimmät projektit",
        "lup": "Olen luonut tämän osion yksityiskohtaisesti jokaiselle ohjelmointikielelle, jota osaan täysin.",
        "flu": "Flutter",
        "lap": "Tämän ohjelmointikielen avulla voimme luoda verkkosovelluksia ja sovelluksia tunnetuille käyttöjärjestelmille, kuten Android ja IOS; Missä olen tehnyt useita projekteja käyttäen oletusarvoisesti räpyttelyssä olevia widgettejä",
        "native": "React Native",
        "atif": "Tämän ohjelmointikielen avulla voimme luoda verkkosovelluksia ja sovelluksia tunnustetuille käyttöjärjestelmille, kuten Android ja IOS; Luodessani useita projekteja käytän Visual Studio -koodieditoria. myös Android-emulaattori ja Swift.",
        "web": "Html, Css, Javascript",
        "signi": "HTML tarjoaa sivustojen perusrakenteen, jota muut tekniikat, kuten CSS ja JavaScript, parantavat ja muokkaavat. CSS: ää käytetään esityksen, muotoilun ja asettelun hallintaan. JavaScriptiä käytetään hallitsemaan eri elementtien toimintaa.",
        "java": "Java",
        "significado": "Java on ohjelmointikieli ja tietokonealusta, jonka Sun Microsystems markkinoi ensimmäisen kerran vuonna 1995. On olemassa monia sovelluksia ja verkkosivustoja, jotka eivät toimi, ellet ole asentanut Java-sovellusta ja lisää päivittäin. Java on nopea, turvallinen ja luotettava. Siinä kehitin joitain testisovelluksia, kuten 'whatsapp-klooni' ja 'Firebase' -nimisen tietokannan.",
        "kotlin": "Kotlin",
        "resq": "Kotlin on avoimen lähdekoodin toiminnallinen, olio-ohjelmointikieli, jota ehdotetaan usein vaihtoehtona JavaScriptille. Jotkut kuvaavat sitä Java: n yksinkertaistettuna versiona. Mistä hän käytti Instagram-kloonia ja käytti myös Android Studiota ja Swiftia.",
        "python": "Python",
        "sig_python": "Python on kieli, joka tukee olio-ohjelmoinnin paradigmaa. Muiden OOP-kielten tavoin Pythonilla on luokkia, jotka ovat määriteltyjen esineiden lankakehyksiä. Python tukee luokan perintöä. Luokalla voi olla monia alaluokkia, mutta se voi periä vain yhden yläluokan.",
        "dart": "Dart",
        "sig_dart": "Dart on Googlen kehittämä avoimen lähdekoodin ohjelmointikieli. Se paljastettiin goto-konferenssissa; Århusissa, Tanskassa 10. lokakuuta 2011.3 Dartin tavoitteena ei ole korvata JavaScriptiä verkkoselaimien pääohjelmointikielenä, vaan tarjota nykyaikaisempi vaihtoehto. Kielen henki näkyy heijastuneena Lars Bakin, Googlen ohjelmistosuunnittelijan lausunnoissa, jotka määrittelevät Dartin 'jäsennellyksi mutta joustavaksi kieleksi web-ohjelmointiin'.",
        "heros": "Sankareita",
        "sig_heros": "Luo tämä sivu useilla supersankareilla DC- ja MARVEL-nimisistä franchising-yrityksistä",
        "cinfo": "Yhteystiedot",
        "soy": "Olen teollisuustekniikan tiedekunnan yliopisto.",
        "u": "Opiskelen Guayaquilin yliopistossa. Yliopistourani on tietojärjestelmät. Omistan itseni ohjelmoinnille, usein käyttämäni kielet ovat: html, css, javascript, React.js, Reac-Native, Flutter web , Flutter, Kotlin, Python ja Node. ",
        "espi": "Kehitän myös sovelluksia sekä Androidille että IOS: lle ja myös React.js: ssä tai Flutterissa tehtyjä verkkosovelluksia.",
        "phone": "Puhelin",
        "email": "Sähköpostiosoite",
        "ubica": "Sijainti",
        "complit": "Omat sosiaaliset verkostot",
        "copy": "Tekijänoikeus © 2021 Anthony. Kaikki oikeudet pidätetään",
        "english": "Englanti",
        "spanish": "Espanja",
        "russian": "Venäjän kieli",
        "portguese": "Portugalin kieli",
        "japan": "Japani",
        "korean": "Korealainen",
        "finish": "Suomalainen",
        "french": "Ranskan kieli ",
        "heros_sign_fic":"Tämä arkisto koostuu albumin luomisesta lapsuuden sankareillemme. Tämä arkisto luotiin HTML-, css-, javascript- ja jquery-tiedostoilla, joista tilasimme DC: n ja Marvelin: SPLASH-NÄYTTÖ ENSIN",
        "CW":"Laskinverkko",
        "CL":"Koodaus on rakkautta",
        "cd_lc_resume":"Tämä arkisto on luotu viidellä ohjelmointikielellä, jotka ovat: html, css, javascript, java ja jquery. Laita pohjimmiltaan pieni kääntäjä, joka käyttää matriisia java-tilassa, ja roiskunäyttö, jossa on jquery, ja css, jotta saat kosketuksen kauneus sivulle. ",
        "CV":"Kangas",
        "CV_LC":"Se on tehty HTML: llä, CSS: llä ja JAVASCRIPT: llä. Tein kaikki pikselit vierittämään vain hiirellä",
        "auidesign":"AUIdesign",
        "auidesign_CL":"Verkkosivun luominen html: n, css: n ja javascriptin avulla. Se perustuu koodaukseen, joka näyttää yleisölle arkkitehdin tekemät mallit ja julkisivut. Tässä on pieni osoitus sivun laadusta.",
        "video_express":"VideoCall",
        "video_express_VC":"Tässä on lyhyt visualisointi tästä sovelluksesta. Tämä mahdollistaa videopuhelut ja näytön jakamisen useiden käyttäjien kanssa.",
        "animation":"animaatio",
        "animation_CL":"Tämä projekti luotiin uteliaisuudesta. Täällä voin saada kuvat muuttumaan liikkuviksi pikseleiksi, jotka vain ohittavat kohdistimen. Kieleni ovat HTML, CSS, JAVASCRIPT ja JQUERY. Lataa kuvia.",
        "seeee": "katso sijainti"
    },
    "lt": {
        "home": "Maison",
        "program": "Programme",
        "about": "Sur moi",
        "contact": "Contact",
        "projects": "Project",
        "red_social": "réseaux sociaux",
        "h": "Salut,",
        "m": "Mon nom est",
        "a": "anthony cordoue",
        "p": "les projets récents",
        "lup": "J'ai créé cette section pour détailler chaque langage de programmation que je maîtrise parfaitement.",
        "flu": "Flutter",
        "lap": "Ce langage de programmation nous permet de créer des applications Web et des applications pour des systèmes d'exploitation bien connus tels qu'Android et IOS ; Dans lequel j'ai réalisé plusieurs projets, en utilisant les widgets qui viennent par défaut dans flutter",
        "native": "React Native",
        "atif": "Ce langage de programmation nous permet de créer des applications Web et des applications pour des systèmes d'exploitation reconnus, tels qu'Android et IOS ; Dans lequel je crée plusieurs projets, j'utilise l'éditeur de code Visual Studio. aussi émulateur Android et Swift.",
        "web": "Html, Css, Javascript",
        "signi": "HTML fournit la structure de base des sites, qui est améliorée et modifiée par d'autres technologies telles que CSS et JavaScript. CSS est utilisé pour contrôler la présentation, le formatage et la mise en page. JavaScript est utilisé pour contrôler le comportement de différents éléments.",
        "java": "Java",
        "significado": "Java est un langage de programmation et une plate-forme informatique commercialisés pour la première fois en 1995 par Sun Microsystems. Il existe de nombreuses applications et sites Web qui ne fonctionneront pas si Java n'est pas installé et d'autres sont créés chaque jour. Java est rapide, sécurisé et fiable. Dans lequel j'ai développé des applications de test comme un 'clone WhatsApp' et la base de données connue sous le nom de 'Firebase'.",
        "kotlin": "Kotlin",
        "resq": "Kotlin est un langage de programmation open source, fonctionnel et orienté objet qui est souvent suggéré comme alternative à JavaScript. Certains le décrivent comme une version simplifiée de Java. Qu'il a utilisé pour faire un « Clone Instagram » et également utiliser Android Studio et Swift.",
        "python": "Python",
        "sig_python": "Python est un langage qui prend en charge le paradigme de la programmation orientée objet. Comme d'autres langages POO, Python a des classes qui sont des wireframes d'objets définis. Python prend en charge l'héritage de classe. Une classe peut avoir plusieurs sous-classes mais ne peut hériter directement que d'une seule superclasse.",
        "dart": "Dart",
        "sig_dart": "Dart est un langage de programmation open source, développé par Google. Cela a été révélé lors de la conférence goto; à Aarhus, au Danemark, le 10 octobre 2011.3 L'objectif de Dart n'est pas de remplacer JavaScript en tant que langage de programmation Web principal dans les navigateurs Web, mais d'offrir une alternative plus moderne. L'esprit du langage se reflète dans les déclarations de Lars Bak, ingénieur logiciel de Google, qui définit Dart comme un « langage structuré mais flexible pour la programmation Web ».",
        "heros": "Héros",
        "sig_heros": "Créez cette page avec plusieurs super-héros des franchises DC AND MARVEL",
        "cinfo": "Coordonnées",
        "soy": "Je suis une Université de la Faculté de Génie Industriel.",
        "u": "J'étudie à l'Université de Guayaquil. Mon parcours universitaire est les Systèmes d'Information. Je me consacre à la programmation, les langages que je fréquente sont : html, css, javascript, React.js, Reac-Native, Flutter web , Flutter , Kotlin, Python et Node. ",
        "espi": "Je développe également des applications pour Android et IOS, ainsi que des applications web réalisées en React.js ou Flutter.",
        "phone": "Téléphoner",
        "email": "Adresse e-mail",
        "ubica": "Emplacement",
        "complit": "Mes réseaux sociaux",
        "copy": "Copyright © 2021 Antoine. Tous les droits sont réservés",
        "english": "Anglais",
        "spanish": "Espanol",
        "russian": "russe",
        "portguese": "Portugais",
        "japan": "Japon",
        "korean": "coréen",
        "finish": "coréen",
        "french": "français ",
        "heros_sign_fic":"Ce référentiel consiste à recréer un album pour nos héros d'enfance. Ce référentiel a été créé avec html, css, javascript et jquery dans lequel nous avons commandé DC et Marvel: THE SPLASH SCREEN FIRST",
        "CW":"Calculatrice Web",
        "CL":"Le codage, c'est l'amour",
        "cd_lc_resume":"Ce référentiel a été créé avec 5 langages de programmation, qui sont : html, css, javascript, java et jquery. En gros, mettez un petit traducteur utilisant un tableau en java et un splashscreen utilisant jquery, et css pour donner une touche de beauté à la page.",
        "CV":"Toile",
        "CV_LC":"Il est fait avec HTML, CSS ET JAVASCRIPT. J'ai fait défiler chaque pixel juste en survolant",
        "auidesign":"AUIdesign",
        "auidesign_CL":"Création de page web en utilisant html, css et javascript. Elle est basée sur du codage pour montrer au public les conceptions et façades réalisées par l'architecte. Voici une petite démonstration de l'état de la page.",
        "video_express":"Appel vidéo",
        "video_express_VC":"Voici une brève visualisation de cette application. Qui permet les appels vidéo et le partage d'écran avec différents utilisateurs.",
        "animation":"Animation",
        "animation_CL":"Ce projet a été créé par curiosité. Ici, je peux transformer les images en pixels en mouvement juste en passant le curseur. Les langages que j'utilise sont HTML, CSS, JAVASCRIPT et JQUERY. Charger des images.",
        "seeee": "voir l'emplacement"
    }
}